[
    {
        "name": "Dr. Chrispin Chaguza",
        "role": "Postdoctoral Associate",
        "imageUrl": "/people/Chrispin_2_BW.jpg",
        "description": "My research focuses on using large population genomic and epidemiological datasets of microbial pathogens (bacteria and viruses) to understand pathogenesis, molecular evolution, the genetic basis of phenotypes, antimicrobial resistance, transmission, and epidemiology to inform public health."
    },
    {
        "name": "Professor Jukka Corander",
        "role": "Associate Faculty",
        "imageUrl": "/people/jukka_square.png",
        "description": "Jukka has an [Associate Faculty](https://www.sanger.ac.uk/people/directory/corander-jukka) position at the Sanger Institute and has been a long term collaborator with the Bentley team making a special impact on development of extremely efficient analytical software. And snowboarding."
    },
    {
        "name": "Dr. Felix Dube",
        "role": "Visiting Researcher",
        "imageUrl": "/people/Felix_BW_square.png",
        "description": "My interest is in analysing microbial populations (with a focus on *Streptococcus pneumoniae*) to understand the epidemiology and spread of antimicrobial resistance."
    },
    {
        "name": "Nida Javaid",
        "role": "Visiting Researcher | Phd Student (Lahore University of Management Sciences, Pakistan)",
        "imageUrl": "/people/BW_Nida.png",
        "description": "I am interested in investigating the impact of vaccination on pneumococcal genomic epidemiology and antimicrobial resistance in low-resource settings like Pakistan."
    },
    {
        "name": "Dr. Neil MacAlasdair",
        "role": "Postdoctoral fellow",
        "imageUrl": "/people/Neil_1_BW.jpg",
        "description": "I study recombination and its effects on evolution in *Neisseria meningitidis* and how this affects various populations."
    },
    {
        "name": "Dr. Gemma Murray",
        "role": "Senior Research Fellow",
        "imageUrl": "/people/Gemma_BW.jpeg",
        "description": "I am interested in how the ecologies of bacterial pathogens influence the evolution of antibiotic resistance, and how we can learn about this through analysis of genome sequences."
    },
    {
        "name": "Dr. Gerry Tonkin-Hill",
        "role": "Postdoctoral fellow",
        "imageUrl": "/people/Gerry_1_BW.jpg",
        "description": "I study within-host evolution and transmission in *Streptococcus pneumoniae* as well as  developing statistical and bioinformatics methods for microbial genomics."
    }
]
